export interface Quote {
  id: string;
  text: string;
}

export const quotes: Quote[] = [
  {
    id: '1',
    text: 'الكتابة صورة مختصرة من شخصيتك، تظهر بأسلوبك وتُنقش بقلمك.',
  },
  {
    id: '2',
    text: 'الرضا عن الذات مغناطيس النجاح.',
  },
  {
    id: '3',
    text: 'لا تكن عدو نفسك بحرمانها من معرفة مشكلتها وعلاجها.',
  },
  {
    id: '4',
    text: 'بعض المشكلات النفسية هي مجرد دلالات لسوء تفهمك لذاتك والعالم من حولك.',
  },
  {
    id: '5',
    text: 'إن أهم ما يحتاجه المريض النفسي هو إعادة برمجة حياته وأسلوب تفكيره بشكل أفضل.',
  },
  {
    id: '6',
    text: 'لن تجد التغيير مادمت تبحث عنه خارج نفسك.',
  },
  {
    id: '7',
    text: 'الموت الحقيقي لا يكون بانتهاء الحياة إنما بنفاذ الأمل في الحياة.',
  },
  {
    id: '8',
    text: 'الإنسان السوي يترك بصمته في الحياة ولا يجعل مشكلات الحياة تترك بصمتها فيه.',
  },
  {
    id: '9',
    text: 'الاستشارة هي البذرة التي إن استثمرتها أنبتت شجرة تُظلك.',
  },
  {
    id: '10',
    text: 'تفكيرك هو محركك وجودة المخرجات السلوكية من جودة هذا المحرك.. فأحسن اختيار محركك.',
  },
  {
    id: '11',
    text: 'لن نستطيع تعديل سلوكيات أبناءنا السلبية إلا إذا تخلصنا منها أولاً.',
  },
  {
    id: '12',
    text: 'كبت المشاعر السلبية كثيراً ما يتسبب بمشكلات نفسية أو عضوية.. فاحرص على تفريغها والتخلص منها.',
  },
  {
    id: '13',
    text: 'ابحث عن مكان نفسك داخلك قبل أن تبحث عنها حولك.',
  },
  {
    id: '14',
    text: 'الحياة كالكتاب تُدون من خلالها خبراتك وذكرياتك.. فانتبه لجودة ما تكتب.',
  },
  {
    id: '15',
    text: 'في بعض التغافل علاج لسلوكيات الأبناء.. وراحة لأنفسنا لتجنب المشكلات مع من حولنا.',
  },
  {
    id: '16',
    text: 'السعادة تكمن في التركيز على ما نملكه والتغافل عما نفتقده.',
  },
];
